[
  {
    "title": "MovieFlix",
    "shortDescription": "Simple movie info website powered by TMDB API useful for discovering movies",
    "description": "MovieFlix is a feature-rich movie information website that leverages the power of The Movie Database (TMDB) API to provide users with a comprehensive and user-friendly platform for exploring and discovering movies.",
    "techs": ["ReactJS", "Fetch API", "TMDB API", "Vanila CSS", "SwiperJS"],
    "github": "https://github.com/mac-ad/movieflix",
    "liveLink": "https://movieflix-site.vercel.app",
    "image": "movieFlix.png"
  },
  {
    "title": "Gppedfop: Pharmacy event informatic website",
    "shortDescription": "Gppedfop is a global platform providing detailed information on pharmacy events, conferences, and seminars for enthusiasts, students, and professionals.",
    "description": "Gppedfop is a comprehensive informatics platform dedicated to pharmacy event that is organized on a global level. It provides detailed information, resources, and tools for all pharmacy event enthusiasts, pharmacy students, and professionals interested in staying updated on the activities, conferences, and seminars in the event",
    "techs": ["HTML", "Vanila CSS", "JS"],
    "github": "https://github.com/mac-ad/pharmacy-project/tree/main",
    "liveLink": "https://www.gppedfop.com/index.html",
    "image": "pharmacy.png"
  },
  {
    "title": "Daraz2",
    "shortDescription": "An ecommerce platform where user can view others products and also become seller themselves and list products.",
    "description": "Daraz2 is an ecommerce platform where user can list their products with the permission of admin and leverage the power of internet to sell their products.",
    "techs": ["ReactJs", "Context Api", "Vanila CSS"],
    "github": "https://github.com/mac-ad/alldokanfrontend",
    "liveLink": "https://daraz2.vercel.app",
    "image": "daraz2.png"
  },
  {
    "title": "ProductVideoExample - Landing Page",
    "shortDescription": "A landing page to practice my core CSS skills.",
    "description": "I made this website to practice my core CSS skills. This was a template that I found and tried to recreate it exactly how it looked.",
    "techs": ["HTML", "CSS", "JS"],
    "github": "https://github.com/mac-ad/landingPages/tree/main/productvideoexamples.com",
    "liveLink": "https://productvideoexamples-landingpage.onrender.com/",
    "image": "productvideoexamples-landingpage.onrender.com_.png"
  }
]
